{
    "358": {
        "name": "Super Mario Bros.",
        "summary": "A side scrolling 2D platformer and first entry in the Super Mario franchise, Super Mario Bros. follows Italian plumber Mario as he treks across many levels of platforming challenges featuring hostile enemies to rescue Princess Peach from the evil king Bowser.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Bros.",
            "https://www.youtube.com/user/Nintendo",
            "https://www.facebook.com/Nintendo",
            "https://twitter.com/NintendoAmerica",
            "https://instagram.com/nintendo",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Bros."
        ],
        "platform": [
            "Arcade",
            "Family Computer",
            "Nintendo 3DS",
            "Wii U",
            "Nintendo Entertainment System",
            "Family Computer Disk System",
            "Wii"
        ]
    },
    "1066": {
        "name": "Super Mario Bros.: The Lost Levels",
        "summary": "Super Mario Bros.: The Lost Levels is a direct sequel to Super Mario Bros. Not to be confused with the western Super Mario Bros. 2, this sequel to Super Mario Bros. is very much an expansion to the original, with many reused graphics and concepts, though new ones are also present. The game was initially released for the Japan-only Family Computer Disk System.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Bros.:_The_Lost_Levels",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Bros.:%20The%20Lost%20Levels"
        ],
        "platform": [
            "Nintendo 3DS",
            "Family Computer Disk System",
            "Wii U",
            "Wii"
        ]
    },
    "1067": {
        "name": "Super Mario Bros. 2",
        "summary": "Super Mario Bros. 2, 2D platformer and sequel to Super Mario Bros. (1985), features 4 selectable characters (Mario, Luigi, Princess Peach, Toad) as they navigate the dream world of Subcon to defeat the evil toad king Wart. Super Mario Bros. 2 features different ways interacting with enemies and the world, including an object carrying mechanic and more intricate level designs.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Bros._2"
        ],
        "platform": [
            "Wii U",
            "Family Computer",
            "Arcade",
            "Wii",
            "Nintendo Entertainment System",
            "Nintendo 3DS"
        ]
    },
    "1068": {
        "name": "Super Mario Bros. 3",
        "summary": "Super Mario Bros. 3, the third entry in the Super Mario Bros. series and Super Mario franchise, sees Mario or Luigi navigate a nonlinear world map containing platforming levels and optional minigames and challenges. The game features more diverse movement options and new items alongside more complex level designs and boss battles.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Bros._3",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Bros.%203"
        ],
        "platform": [
            "Family Computer",
            "Nintendo Entertainment System",
            "Wii",
            "Nintendo 3DS",
            "Arcade",
            "Wii U"
        ]
    },
    "1069": {
        "name": "Super Mario Land",
        "summary": "Super Mario Land is the first Mario's outing on the Game Boy. It is a side-scrolling platformer much in the vein of the previous Super Mario Bros. This time, Mario must save Princess Daisy, rather than Princess Toadstool, from her kidnapper Tatanga, a mysterious spaceman. The game follows largely the same formula of its aforementioned predecessor, with Mario defeating enemies by jumping on them and collecting coins and power ups by hitting floating blocks, with each world leading up to a boss fight which is defeated using by collapsing the floor. A unique feature of this instalment is two scrolling shoot-'em-up levels, the first of which Mario pilots a submarine, and the second an aeroplane.",
        "website": [
            "https://discord.gg/CUWmat5",
            "https://en.wikipedia.org/wiki/Super_Mario_Land",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Land"
        ],
        "platform": [
            "Game Boy",
            "Nintendo 3DS"
        ]
    },
    "1070": {
        "name": "Super Mario World",
        "summary": "A 2D platformer and first entry on the SNES in the Super Mario franchise, Super Mario World follows Mario as he attempts to defeat Bowser's underlings and rescue Princess Peach from his clutches. The game features a save system, a less linear world map, an expanded movement arsenal and numerous new items for Mario, alongside new approaches to level design and art direction.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_World",
            "https://www.twitch.tv/directory/game/Super%20Mario%20World"
        ],
        "platform": [
            "New Nintendo 3DS",
            "Nintendo 3DS",
            "Wii U",
            "Super Famicom",
            "Super Nintendo Entertainment System",
            "Wii"
        ]
    },
    "1071": {
        "name": "Super Mario Land 2: 6 Golden Coins",
        "summary": "Super Mario Land 2: 6 Golden Coins is a platforming game for the Game Boy and the sequel to Super Mario Land. It also marks the debut of Mario's self-proclaimed arch rival Wario, who would later become a recurring character in the Mario series as well as a protagonist in his own series. The game features new graphics, power-ups, challenges, and a completely original storyline.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Land_2:_6_Golden_Coins",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Land%202:%206%20Golden%20Coins"
        ],
        "platform": [
            "Game Boy",
            "Nintendo 3DS"
        ]
    },
    "1072": {
        "name": "Wario Land: Super Mario Land 3",
        "summary": "Hey! Things are really cookin' on Kitchen Island! Wario's got a scheme to steal the pirates' treasure so he can have his very own castle! You help Wario get the treasure by smashing into the the magic pots! Each pot changes him into Dragon Wario, Bull Wario, or Jet Wario! With each change comes new powers!\n\nDozens of enemies try to stop Wario, but you have the power to beat them!\n\nBe the bad guy!\n\nExplore the many exciting levels of Kitchen Island!\n\nBattery-backed memory saves your progress for many hours of fun!",
        "website": [
            "https://en.wikipedia.org/wiki/Wario_Land:_Super_Mario_Land_3",
            "https://www.twitch.tv/directory/game/Wario%20Land:%20Super%20Mario%20Land%203"
        ],
        "platform": [
            "Game Boy",
            "Nintendo 3DS"
        ]
    },
    "1073": {
        "name": "Super Mario World 2: Yoshi's Island",
        "summary": "Super Mario World 2: Yoshi's Island is a platform video game acting as a prequel to 1990's Super Mario World. The game casts players as Yoshi as he escorts Baby Mario through 48 levels in order to reunite him with his brother Luigi, who had been kidnapped by Baby Bowser's minions. As a Super Mario series platformer, Yoshi runs and jumps to reach the end of the level while solving puzzles and collecting items. In a style new to the series, the game has a hand-drawn aesthetic and is the first to have Yoshi as its main character. The game introduces his signature abilities to flutter jump, produce eggs from swallowed enemies, and transform into vehicles.",
        "website": [
            "https://en.wikipedia.org/wiki/Yoshi%27s_Island",
            "https://www.twitch.tv/directory/game/Super%20Mario%20World%202:%20Yoshi's%20Island"
        ],
        "platform": [
            "Super Nintendo Entertainment System",
            "Super Famicom",
            "Satellaview"
        ]
    },
    "1074": {
        "name": "Super Mario 64",
        "summary": "The first three dimensional entry in the Mario franchise, Super Mario 64 follows Mario as he puts his broadened 3D movement arsenal to use in order to rescue Princess Peach from the clutches of his arch rival Bowser. Mario has to jump into worlds-within-paintings ornamenting the walls of Peach's castle, uncover secrets and hidden challenges and collect golden stars as reward for platforming trials.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_64",
            "https://www.facebook.com/SuperMarioEN",
            "https://www.twitch.tv/directory/game/Super%20Mario%2064"
        ],
        "platform": [
            "Nintendo 64",
            "Wii U",
            "Wii"
        ]
    },
    "1075": {
        "name": "Super Mario Sunshine",
        "summary": "Super Mario Sunshine is a Mario action-adventure 3D platformer. It follows Super Mario 64, and is the second 3D Mario platformer. Gameplay features a combination of action and puzzle solving, with numerous stages and multiple episodes to each stage, and plenty of hidden secrets and surprises. This game introduced many recurring characters and bosses in the Mario series, including Toadsworth, Bowser Jr., Petey Piranha, Gooper Blooper, Piantas, Nokis, Shadow Mario, and F.L.U.D.D. Super Mario Sunshine pays homage to Mario's Italian heritage and upbringing, with many of the locations in the game having Italian names and sometimes referencing Italian culture.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Sunshine",
            "https://www.reddit.com/r/supermariosunshine",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Sunshine"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "1076": {
        "name": "New Super Mario Bros.",
        "summary": "New Super Mario Bros. is a side-scrolling 2.5D action-adventure platformer game for the Nintendo DS, starring Mario and Luigi. The game features a solo story mode with Mario or Luigi, a two-player wireless game Mario Vs. Luigi, as well as a minigame mode for up to four players. The gameplay of New Super Mario Bros. is very much like that of the classic 2D platformers, mostly Super Mario Bros. and Super Mario Bros. 3, and substantially builds upon them to create gameplay both classic and contemporary. As the game is on DS, the touch screen allows players to store an additional power-up and view the distance still to go in a level.",
        "website": [
            "https://en.wikipedia.org/wiki/New_Super_Mario_Bros.",
            "https://www.twitch.tv/directory/game/New%20Super%20Mario%20Bros."
        ],
        "platform": [
            "Wii U",
            "Nintendo DS"
        ]
    },
    "1077": {
        "name": "Super Mario Galaxy",
        "summary": "A 3D platformer and first Wii entry in the Super Mario franchise, Super Mario Galaxy sees Mario jump across planets and galaxies with varying items, enemies, geographies and gravity mechanics in order to reach his enemy Bowser, who has attacked the Mushroom Kingdom and hijacked Princess Peach's castle with her inside.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Galaxy",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Galaxy"
        ],
        "platform": [
            "Wii"
        ]
    },
    "1078": {
        "name": "Super Mario Galaxy 2",
        "summary": "Super Mario Galaxy 2 is the sequel to Super Mario Galaxy and the fourth 3D platformer entry in the Mario franchise. The sequel retains many elements from its predecessor, such as the adventure being in outer space, the element of gravity, and recurring objects such as Launch Stars and Sling Stars. Returning items include the Bee Mushroom and the Fire Flower. However, the game introduces new elements as well, such as the utilization of Yoshi, new power-ups like the Cloud Flower, and the use of a guide within the game for beginner players.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Galaxy_2",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Galaxy%202"
        ],
        "platform": [
            "Wii",
            "Wii U"
        ]
    },
    "1079": {
        "name": "Super Mario 3D Land",
        "summary": "Super Mario 3D Land is the second 3D Super Mario platformer for a handheld device, and the successor to Super Mario Galaxy 2. The game is closely based on side-scrolling Mario games, as it combine elements from both traditional 2D Mario games and modern free-roaming 3D Mario games. It also introduces elements into the series, including power-ups and gameplay mechanics.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_3D_Land",
            "https://www.twitch.tv/directory/game/Super%20Mario%203D%20Land"
        ],
        "platform": [
            "Nintendo 3DS"
        ]
    },
    "1080": {
        "name": "New Super Mario Bros. 2",
        "summary": "New Super Mario Bros. 2 is a side-scrolling 2.5D action-adventure platform game for the Nintendo 3DS. As the direct sequel to New Super Mario Bros., it is an indirect follow-up to New Super Mario Bros. Wii. The game's main focus is on coins, with the primary goal being to collect one million. To reach the goal, the game includes many new items to aid the player, such as the Gold Flower, which turns Mario into Gold Mario.",
        "website": [
            "https://en.wikipedia.org/wiki/New_Super_Mario_Bros._2",
            "https://www.twitch.tv/directory/game/New%20Super%20Mario%20Bros.%202"
        ],
        "platform": [
            "Nintendo 3DS"
        ]
    },
    "1709": {
        "name": "Mario & Wario",
        "summary": "Mario & Wario is a puzzle game that is compatible with the SNES Mouse. The player chooses Princess Peach, Mario or Yoshi, and Wario proceeds to drop a bucket on their head (the object changes in later levels). The player controls Wanda the fairy to guide the now-blinded character through an obstacle course, to reach Luigi waiting at the end.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_%26_Wario",
            "https://www.twitch.tv/directory/game/Mario%20&%20Wario"
        ],
        "platform": [
            "Super Famicom"
        ]
    },
    "2171": {
        "name": "New Super Mario Bros. U",
        "summary": "New Super Mario Bros. U is a side-scrolling 2.5D platform game, and the fourth and latest installment in the New Super Mario Bros. series. As the sequel to New Super Mario Bros. Wii, the game is a follow-up game of New Super Mario Bros. 2. It uses new, more detailed background styles and models and introduces the Flying Squirrel power-up, acquired by Mario and his friends from an item called the Super Acorn, as well as utilizing the Wii U GamePad in Boost Mode. In addition to the core campaign, there are also challenge modes.",
        "website": [
            "https://en.wikipedia.org/wiki/New_Super_Mario_Bros._U",
            "https://www.twitch.tv/directory/game/New%20Super%20Mario%20Bros.%20U"
        ],
        "platform": [
            "Wii U"
        ]
    },
    "2178": {
        "name": "New Super Mario Bros. Wii",
        "summary": "New Super Mario Bros. Wii is a side-scrolling 2.5D Mario platformer for the Wii and the tenth game in the Super Mario series. In addition to the single-player experience, New Super Mario Bros. Wii also features a multiplayer mode for up to four players. This is the first Super Mario game to feature co-op and vs. modes at the same time since Mario Bros. It features more items, new levels, and more enemies than the DS predecessor. The game introduces two new power-ups, the Propeller Mushroom and the Penguin Suit, which turn characters into their propeller and penguin forms, respectively.",
        "website": [
            "https://en.wikipedia.org/wiki/New_Super_Mario_Bros._Wii",
            "https://www.twitch.tv/directory/game/New%20Super%20Mario%20Bros.%20Wii"
        ],
        "platform": [
            "Wii",
            "Wii U"
        ]
    },
    "2180": {
        "name": "Super Mario 3D World",
        "summary": "Super Mario 3D World is a 3D platformer action game for the Wii U, and a follow-up of the Nintendo 3DS installment Super Mario 3D Land. The game builds upon the previous installment, following a similar 3D level-design convention inspired from the 2D platformer titles where players must navigate through a linear-designed level within a time limit to reach a level's Goal Pole. One key aspect introduced in this title is the simultaneous multiplayer: while not the first game in the series to do so, it is the first 3D title in the Mario series to incorporate up to four players cooperating with each other to reach the goal. Players can select their character from a pool of playable characters prior to starting the game, and each of these characters have their own unique playstyle that gives them advantages and disadvantages over other characters. The game makes use of several Wii U exclusive features, such as tapping blocks with the touch screen on the GamePad and blowing into the mic to reveal hidden items and blow away enemies. Various new power-ups are introduced in this title, with the trademark suit being the Cat power-up, which enables characters to perform a melee attack, climb up walls, and leap while midair, as well as the game generally having a cat-based theme.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_3D_World",
            "https://www.twitch.tv/directory/game/Super%20Mario%203D%20World"
        ],
        "platform": [
            "Wii U"
        ]
    },
    "2183": {
        "name": "Mario Kart Wii",
        "summary": "Mario Kart Wii is a multiplayer-oriented racing game for the Wii, and the sixth main installment in the Mario Kart series. Mario Kart Wii retains the traditional item-based weaponry familiar with the franchise, where players can select a Mario franchise driver and themed vehicles. As with most racing games, the overarching goal is to place first among other competitors, through the usage of such items and taking the fastest routes to secure the leads. Several new key elements introduced to Mario Kart Wii include increasing the number of racers to 12 racers from 8 racers from previous entries in the series, as well as introducing a new type of vehicle to the franchise: bikes. The game takes advantage of features unique to the Wii, most notably its motion control capabilities. A Wii Wheel is included in most Mario Kart Wii packages, though the game is still compatible with other controllers. Game modes are also present such as the traditional Grand Prix, Versus, Battle, and Time Trial modes.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Kart_Wii",
            "https://www.twitch.tv/directory/game/Mario%20Kart%20Wii"
        ],
        "platform": [
            "Wii"
        ]
    },
    "2191": {
        "name": "Super Paper Mario",
        "summary": "The newest chapter of the Paper Mario story isn't just out of this world... it's out of this dimension. What at first glance appears to be a 2D side-scroller ripped straight from the stylized pages of the Paper Mario universe soon turns into a hilarious dimension-shifting platformer possible only on Wii.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Paper_Mario",
            "https://www.twitch.tv/directory/game/Super%20Paper%20Mario"
        ],
        "platform": [
            "Wii U",
            "Wii"
        ]
    },
    "2193": {
        "name": "Mario Party 8",
        "summary": "Mario Party 8 is the eighth installment of the Mario Party series on a home console and the first Mario Party game for the Wii. Mario Party 8 is notable for its strong use of the Wii Remote and its motion control capabilities in minigames. Players are required to perform various gestures instead of traditional button/joystick controls. Common motions include pointing-and-shooting, shaking, waving, turning, and twisting the Wii Remote. Player-created Miis are featured in this game, wherein they often show up within crowds. Miis can appear in certain minigames and may also serve as the player's character in Extra Mode. By playing regular party games, minigames, and completing the Star Battle Arena mode, players will earn Carnival Cards, which may be spent to unlock figures and game features.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_8",
            "https://www.twitch.tv/directory/game/Mario%20Party%208"
        ],
        "platform": [
            "Wii"
        ]
    },
    "2255": {
        "name": "Mario Strikers Charged",
        "summary": "Mario Strikers Charged is a Mario soccer Wii game and the sequel to the Nintendo GameCube game Super Mario Strikers. Up to four players can participate in this game as play soccer, attempting to kick the ball into another opponent's goal. The soccer in this game, however, has several differences than the real soccer, such as the ability to tackle other players with a minimal penalty, using Mario-themed items to give players an advantage over their opponents, and playing with stage hazards effectively. This game places a higher emphasis on individual character attributes compared to its precedent, by not only assigning stats, but by also giving team captains a unique Super Ability and the Mega Strike, an opportunity to score up to six goals. Another introduced mechanic is the power level of the ball: indicated by the color of the glow, the shots of the ball become more quick and powerful the more active it is, thus making it easier to score goals with.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Strikers_Charged",
            "https://www.twitch.tv/directory/game/Mario%20Strikers%20Charged"
        ],
        "platform": [
            "Wii",
            "Wii U"
        ]
    },
    "2256": {
        "name": "Super Mario Strikers",
        "summary": "Forget what you know about soccer, because in the Mushroom Kingdom, anything goes! Get ready for crazy five-on-five matches as Mario and Co. hit the pitch for the first time ever!\n\nSuper Mario Strikers was the last Mario game to be released on the GameCube in Japan and North America.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Strikers",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Strikers"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "2327": {
        "name": "Mario Party",
        "summary": "Every game in the main series has a standard Party Mode in which up to four players play through a board, trying to collect as many stars as possible. In every turn, each player rolls a die and progresses on the board, which usually has branching paths. Coins are primarily earned by performing well in a minigame played at the end of each turn. On most boards, players earn stars by reaching a star space and purchasing a star for a certain amount of coins. The star space appears randomly on one of several pre-determined locations and moves every time a star is purchased, usually occupying a blue space.\nEvery Mario Party contains at least 50 to almost 110 minigames with a few different types. Four-player games are a free-for-all in which players compete individually. In 2-on-2 and 1-on-3 minigames, players compete as two groups, cooperating to win, even though they are still competing individually in the main game. Some minigames in Mario Party are 4-player co-op, even though it doesn't say it. In most situations, winners earn ten coins each.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_(video_game)",
            "https://www.twitch.tv/directory/game/Mario%20Party"
        ],
        "platform": [
            "Nintendo 64"
        ]
    },
    "2328": {
        "name": "Mario Party 2",
        "summary": "Mario and the gang are back for another round of Bowser-bashin' party action! Watch as your favorite Nintendo characters don different duds for each of the five all-new Adventure Boards! A slew of new tricks and devices bring new levels of challenge and excitement to board game play. New board maps, new Mini-Games, new action and new surprises means a whole new batch of fun! Get ready to unleash your best Hip Drops, hammer swings and high-flying high junks for another round of frenzied multi-player action!",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_2",
            "https://www.twitch.tv/directory/game/Mario%20Party%202"
        ],
        "platform": [
            "Wii U",
            "Nintendo 64",
            "Wii"
        ]
    },
    "2329": {
        "name": "Mario Party 3",
        "summary": "Mario Party 3 is the third and final Mario Party title for the Nintendo 64. A total of eight characters are available to choose from: Mario, Luigi, Princess Peach, Yoshi, Wario, Donkey Kong, and newcomers Waluigi and Princess Daisy. Mario Party 3 features duel maps, in which two players try to lower each other's stamina to zero using non-playable characters such as Chain Chomps. It is the first Mario Party game to feature Luigi's main voice and also it is last Mario game where Princess Daisy appears in a yellow and white dress, and with long hair, as well as the last Mario game (until New Super Mario Bros. Wii) in which Yoshi's \"record-scratching\" voice is used. It is also the first Mario Party game to have multiple save slots.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_3",
            "https://www.twitch.tv/directory/game/Mario%20Party%203"
        ],
        "platform": [
            "Nintendo 64"
        ]
    },
    "2330": {
        "name": "Mario Party 4",
        "summary": "Toad, Koopa, and other party-planning pranksters have hidden birthday presents for their closest friends inside the Party Cube. To win the presents, Mario, Yoshi, Peach, and other Mushroom Kingdom favorites will have to plunge into a circus of minigame trickery. As always, keep an eye out for Bowser and his trouble-making goons. Even Whomp and Thwomp have rockin' surprises for you in their Extra Room. Packed with surprises, wild multiplayer action, and zany challenges, Mario Party 4 is your ticket to a good time.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_4",
            "https://www.twitch.tv/directory/game/Mario%20Party%204"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "2331": {
        "name": "Mario Party 5",
        "summary": "Help Mario and his friends restore peace to Dream World while racing around all-new game boards and finding new surprises.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_5",
            "https://www.twitch.tv/directory/game/Mario%20Party%205"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "2332": {
        "name": "Super Mario Kart",
        "summary": "Super Mario Kart is a racing game for the Super Nintendo Entertainment System and the first game of the Mario Kart series, as well as the game that sets precedents to the fictional kart racing genre. Part of this game is heavily based on Super Mario World in terms of graphics and overall theme. Using Mode 7 scaling, the first true kart game on the SNES has you collecting coins to boost your speed while using shells and bananas to stop others on the track.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Kart",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Kart"
        ],
        "platform": [
            "Super Famicom",
            "Wii U",
            "Super Nintendo Entertainment System",
            "Wii",
            "New Nintendo 3DS"
        ]
    },
    "2333": {
        "name": "Mario Party 6",
        "summary": "Mario Party 6 offers a new batch of games that require both your fingers and your voice. In this installment in the Mario Party series, you can use the included microphone controller to talk your way to victory. More than 80 minigames are included. You can play as Mario, Bowser, or other characters from the Mushroom Kingdom. New characters appear on the board depending on what time of day it is. The game supports up to four players.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_6",
            "https://www.twitch.tv/directory/game/Mario%20Party%206"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "2334": {
        "name": "Mario Party 7",
        "summary": "You can play more than 80 new minigames in the most recent Mario-themed party game, Mario Party 7. Mario and pals needed some time off, but they forgot to invite Bowser on their cruise. You can battle against an angry Bowser or up to seven of your friends on a single GameCube system. Mario Party 7 includes a few new characters and brings back microphone support from Mario Party 6.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_7",
            "https://www.twitch.tv/directory/game/Mario%20Party%207"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "2335": {
        "name": "Mario Party DS",
        "summary": "He's captured Mario and his friends in his pursuit of a crystal that the group collected when it fell from the sky, and he doesn't hesitate to shrink them to miniature size to get rid of them and get his hands on the other four crystals. The mini-heroes have to find the crystals before he does, making their way through giant environments filled with enormous creatures. The single-player campaign takes place in five different settings, each of them ending with a boss. As usual, players have to collect coins and stars, at the same time escaping dangers such as Piranha Plants and other classic creatures from the Mario universe.",
        "website": [
            "https://www.twitch.tv/directory/game/Mario%20Party%20DS"
        ],
        "platform": [
            "Wii U",
            "Nintendo DS"
        ]
    },
    "2336": {
        "name": "Mario Party 9",
        "summary": "Grab your friends and family and captain the crew to victory!\n\nThe party is back and bigger than ever in the Mario Party 9 game for Wii, featuring all-new ways to play! For the first time in the franchise, boss battles crash the party and challenge players to compete to defeat a common enemy. In addition, players now travel across stages together in a vehicle towards a common goal - overcoming obstacles, battling bosses, and collecting Mini Stars stolen by Bowser and his minions. Featuring 80 new minigames, adventurous new stages, and all-new ways to play that blend cooperative and competitive action for up to four players*, Mario Party 9 is the perfect way to get the party started.\n\n-For the first time in the Mario Party franchise, each stage culminates in a Boss Battle. Collectively, players must combine their strength to defeat classic foes such as Bowser and King Boo while still playing competitively to boost their own individual scores.\n\n-In another first for the series, players ride across stages together in special vehicles. Players take turns as Captain of the vehicle by hitting Dice Blocks to move the party forward, hoping to land on lucky spaces. The vehicles also help to streamline game play and keep everyone involved in the action.\n\n-Unique Captain Events on each stage give players a new way to change the shape of the game.\n\n-In Mario Party 9, each themed stage has a clear destination point but with multiple paths along the way, so no two games will play the same. From Toad Road to Boo’s Horror Castle, players will encounter a wide variety of familiar Mario franchise elements in new environments that can be enjoyed solo or with friends.\n\n-Includes 80 outrageous new minigames that find players making pizzas, escaping haunted mansions, and racing snowmobiles.\n\n-No time to play through an entire stage? New minigame modes let players enjoy the action in smaller chunks of time. They can hone their skills at any minigame in Free Play mode or try the Extras mode that includes Goomba Bowling and the puzzle-based Castle Clearout.\n\n-Every time they play, players can earn Party Points that are used to unlock special items and features.\n\n* Additional accessories are required for multiplayer game play and are sold separately.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_9",
            "https://www.twitch.tv/directory/game/Mario%20Party%209"
        ],
        "platform": [
            "Wii"
        ]
    },
    "2337": {
        "name": "Mario Party Advance",
        "summary": "It's a portable party on your Game Boy Advance! Mario Party Advance takes all the fun of the home console game and puts it in your hands. All-new mini-games and a host of Professor E. Gadd's incredible Gaddgets -- unique trinkets, toys, detectors and tricks like the Lip Disguise-o-matic that let you play tricks on your friends, test your compatibility and much more. Discover the 60 mini-games as you play through the single-player game boards. Earn coins as you play the mini-games, and use those coins to unlock Gaddgets you can use with your friends. Use your Gaddgets to take the game into the real world. Place your finger on the Finger X-Ray to see what's hidden inside, or use the Compatibility Meter to see how well you and your friends match up.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_Advance",
            "https://www.twitch.tv/directory/game/Mario%20Party%20Advance"
        ],
        "platform": [
            "Wii U",
            "Game Boy Advance"
        ]
    },
    "2342": {
        "name": "Mario Kart 64",
        "summary": "Mario Kart 64 is the second main installment of the Mario Kart series. It is the first game in the series to use three-dimensional graphics, however, the characters and items in this game are still two-dimensional, pre-rendered sprites. The game offers two camera angles and three engine sizes: 50cc, 100cc and 150cc. Each kart has distinctive handling, acceleration and top speed capabilities. Shells that you fire at rival racers, Bananas that make them skid out and Lightning Bolts that make them small and very slow are just a few of the game's unique power-ups.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Kart_64",
            "https://www.twitch.tv/directory/game/Mario%20Kart%2064"
        ],
        "platform": [
            "Wii",
            "Nintendo 64",
            "Wii U"
        ]
    },
    "2343": {
        "name": "Mario Kart: Super Circuit",
        "summary": "Classic Mario Kart action is back once again, this time in a colorful, lightning-fast game that you can take anywhere. Mario, Luigi, Peach, Toad, Wario, Yoshi and Bowser are all tearing up the track, tossing Koopa Shells and laying banana peels along the way.\n\nMario Kart Super Circuit puts your driving skills to the test on 40 tracks, each littered with wild weapons and obstacles. Choose to play as any of your favorite characters as you speed around classic and brand-new tracks. If you're feeling combative, try out the creative weaponry (mushrooms, bananas, thunder bolts, and stars) in Battle mode. Feel like making some friends eat your dust? No problem. Four players can compete in Mario Kart Super Circuit using only one Game Pak! If each player has a copy of the game, bonus features and new modes of play become available.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Kart:_Super_Circuit",
            "https://www.twitch.tv/directory/game/Mario%20Kart:%20Super%20Circuit"
        ],
        "platform": [
            "Game Boy Advance",
            "Wii U",
            "Nintendo 3DS"
        ]
    },
    "2349": {
        "name": "Mario Kart 7",
        "summary": "The seventh installment of the fan-favorite Mario Kart franchise brings Mushroom Kingdom racing fun into glorious 3D. For the first time, drivers explore new competitive kart possibilities, such as soaring through the skies or plunging to the depths of the sea. New courses, strategic new abilities and customizable karts bring the racing excitement to new heights.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Kart_7",
            "https://www.twitch.tv/directory/game/Mario%20Kart%207"
        ],
        "platform": [
            "Nintendo 3DS"
        ]
    },
    "2350": {
        "name": "Mario Kart 8",
        "summary": "Turn your racing experience upside down! Nintendo’s Mario Kart franchise comes to the Wii U console in full HD, introducing new racing circuit designs and anti-gravity karts that will have players driving upside down. And for the first time, all of Bowser’s seven Koopalings are playable characters-- get a taste of being bad on the race track by playing as Iggy, Larry, Lemmy, Ludwig, Morton, Roy and Wendy. Players will also enjoy a variety of series-favorite features, including the return of 12-player online competitive play, hang-gliders, underwater racing and motorbikes.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Kart_8",
            "https://www.facebook.com/NintendoMarioKart8",
            "https://www.twitch.tv/directory/game/Mario%20Kart%208"
        ],
        "platform": [
            "Wii U"
        ]
    },
    "3105": {
        "name": "Mario Bros.",
        "summary": "Mario Bros. is an arcade game published by Nintendo and developed by Shigeru Miyamoto. The platform puzzle which first introduced Luigi to the world has both single and multiplayer action with two differing game types, but with the same objective. Crabs, turtles and fighter flies must be cleared out by jumping underneath the platform they sit on, then kicking them away. Each level is cleared when a set number of coins is collected. For the two player mode, the first to collect the set amount of coins wins.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Bros.",
            "https://www.twitch.tv/directory/game/Mario%20Bros."
        ],
        "platform": [
            "Arcade"
        ]
    },
    "3340": {
        "name": "Paper Mario",
        "summary": "Paper Mario, a turn-based JRPG entry in the Mario franchise with a paper-based aesthetic and platforming elements, sees the titular character working his way through the Mushroom Kingdom's diverse locales and biomes, meeting its inhabitants, fighthing unruly enemies and recruiting an array of companions in order to once again save Princess Peach from the clutches of the evil Koopa King Bowser.",
        "website": [
            "https://en.wikipedia.org/wiki/Paper_Mario",
            "https://www.twitch.tv/directory/game/Paper%20Mario"
        ],
        "platform": [
            "Wii",
            "Nintendo 64",
            "Wii U"
        ]
    },
    "3349": {
        "name": "Paper Mario: The Thousand-Year Door",
        "summary": "What sleeps behind the door?\n\nTime passes, the pages turn… and a new chapter unfolds in an unfamiliar land! Get ready for a two-dimensional role-playing adventure for the ages as Mario returns to paper form to discover a mystery that sleeps behind an ancient, legendary portal called the Thousand-Year Door. The quest is long, the dangers many, and this time, Mario will have to make full use of his papery qualities just to survive.",
        "website": [
            "https://en.wikipedia.org/wiki/Paper_Mario:_The_Thousand-Year_Door",
            "https://www.twitch.tv/directory/game/Paper%20Mario:%20The%20Thousand-Year%20Door"
        ],
        "platform": [
            "Nintendo GameCube"
        ]
    },
    "3401": {
        "name": "Mario Golf",
        "summary": "Forget buying expensive golf gear--Mario brings the game to you. Mario Golf features four complete 18-hole courses, 11 golfers, and precise play control. Create your own golfer and build up his or her experience and skill levels by competing in various tournaments and head-to-head matches. The more you play, the stronger and more accurate your golfer becomes. There are many different modes of play in Mario Golf, including a wide variety of minigames designed to challenge even the most level-headed swingers.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Golf_(video_game)",
            "https://www.twitch.tv/directory/game/Mario%20Golf"
        ],
        "platform": [
            "Wii U",
            "Wii",
            "Nintendo 64"
        ]
    },
    "3406": {
        "name": "Mario Tennis",
        "summary": "All of your favorite characters hit the court in a wild and wacky multiplayer tennis game from the makers of Mario Golf. Mario, Luigi, Bowser, Peach, Toad, and Donkey Kong lead off the all-star, 14-player line-up. The fast-paced action will have you unleashing vicious volleys, life-saving lobs, ballistic backhands and electrifying super-charged smashes!",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Tennis",
            "https://www.twitch.tv/directory/game/Mario%20Tennis"
        ],
        "platform": [
            "Nintendo 64",
            "Wii U",
            "Wii"
        ]
    },
    "3476": {
        "name": "Dr. Mario",
        "summary": "Dr. Mario is a falling block tile-matching video game, in which Mario assumes the role of a doctor, dropping two-colored medical capsules into a medicine bottle representing the playing field. This area is populated by viruses of three colors: red, yellow, and blue. In a manner and style considered similar to Tetris, the player manipulates each capsule as it falls, moving it left or right and rotating it such that it is positioned alongside the viruses and any existing capsules. When four or more capsule halves or viruses of matching color are aligned in vertical or horizontal configurations, they are removed from play. The main objective is to complete levels, which is accomplished by eliminating all viruses from the playing field. A game over occurs if capsules fill up the playing field in a way that obstructs the bottle's narrow neck.",
        "website": [
            "https://en.wikipedia.org/wiki/Dr._Mario",
            "https://www.twitch.tv/directory/game/Dr.%20Mario"
        ],
        "platform": [
            "Nintendo Entertainment System",
            "Arcade",
            "Wii U",
            "Family Computer"
        ]
    },
    "3987": {
        "name": "Mario Super Sluggers",
        "summary": "Mario Super Sluggers, the sequel to Mario Superstar Baseball, continues the arcade-style gameplay of Mario sports games. Mario and friends are invited to the Baseball Kingdom to play games against each other. When Bowser hears this, he immediately interrupts the party.\n\nThere are several game modes to choose from like in the previous game. In Exhibition mode, players play a single game against each other. Players can choose different options such as how many innings to play, if captains can use star powers (each captain has a different star swing and pitch), and toggle error items off and on (error items can be thrown at fielders).\n\nThe single-player Challenge mode is different this time around. Instead of choosing a team captain, players start with Mario who must find teammates to take on Bowser Jr. and Bowser. Teammates aren't unlocked by playing a game rather they only join the team by clearing certain objectives. Most of the action takes place on areas with an overhead perspective; each area is based around a team captain. Each captain has a special ability to find teammates and coins, which are used to buy items to aid in the quest or in a game against Bowser Jr. or later against Bowser. More coins can be gotten in minigames.\n\nToy Field mode is slightly different to the one featured in Mario Superstar Baseball. Like in the GameCube game, players take turns batting to get points; a turn is granted to whomever grabs and holds the ball after a certain amount of time has passed. Unlike in the previous game, however, fielders can attack each other to steal the ball away from whomever has it. The batter can also throw items at the fielders to cause them to drop the ball and grant the batter another turn.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Super_Sluggers",
            "https://www.twitch.tv/directory/game/Mario%20Super%20Sluggers"
        ],
        "platform": [
            "Wii U",
            "Wii"
        ]
    },
    "5199": {
        "name": "Super Mario All-Stars",
        "summary": "Super Mario All-Stars is a compilation of remasters for the Super Nintendo Entertainment System. It enhances Super Mario Bros., Super Mario Bros. 2, Super Mario Bros. 3 and Super Mario Bros.: The Lost Levels with an added on-cartridge save feature, updated graphics and sound, and an additional \"battle game\" for Super Mario Bros. 3. It is also the first time that the original Japanese Super Mario Bros. 2 was released for the western public.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_All-Stars"
        ],
        "platform": [
            "Super Famicom",
            "Super Nintendo Entertainment System"
        ]
    },
    "5418": {
        "name": "Super Mario RPG: Legend of the Seven Stars",
        "summary": "A JRPG entry in the Super Mario franchise in which Mario meets many unlikely allies in order to jump and fight his way through the Mushroom Kingdom and collect stars to repair the Star Road, the pathway that grants people's wishes, which was destroyed by Smithy, the otherworldly entity that hijacked Bowser's castle and threw the Kingdom into disarray.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_RPG",
            "https://www.twitch.tv/directory/game/Super%20Mario%20RPG:%20Legend%20of%20the%20Seven%20Stars"
        ],
        "platform": [
            "Wii",
            "Wii U",
            "Super Famicom",
            "Super Nintendo Entertainment System"
        ]
    },
    "6505": {
        "name": "Mario vs. Donkey Kong",
        "summary": "After years of apparent goodwill, Mario and Donkey Kong are at it again--this time, on Game Boy Advance. Donkey Kong has stolen all the Mini-Mario toys from the Mario Toy Co., and now it's up to Mario to hunt down his longtime nemesis and retrieve the pilfered goods. As Mario, you must race through challenging levels while finding keys and releasing Mini Marios before time runs out. Along the way, you'll master new moves that can help you overcome new puzzles.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_vs._Donkey_Kong",
            "https://www.twitch.tv/directory/game/Mario%20vs.%20Donkey%20Kong"
        ],
        "platform": [
            "Game Boy Advance",
            "Nintendo 3DS",
            "Wii U"
        ]
    },
    "6506": {
        "name": "Mario vs. Donkey Kong 2: March of the Minis",
        "summary": "It seems folks love those Mini Mario toys. So much so that the Mario Toy Company has expanded the line to include Mini Donkey Kong, Mini Toad and Mini Peach figures to the series. With all these toys bringing him more money than he knows what to do with, Mario decides to fulfill his lifelong dream and open a theme park called Super Mini Mario World. The opening-day crowd includes Pauline and Donkey Kong, who immediately falls head over heels for the lovely lass. The proud ape tries to show off his Mini DK toy to Pauline, but she picks the Mini Mario toy over his and the jealous Donkey Kong becomes enraged. He smashes the displays, destroys the toys and takes Pauline to the top floor of the amusement park. Players must find Pauline and save the day. Mario vs. Donkey Kong 2 allows players to create their own maps with a new level editor. Once a map is created, players can send it across the world via Nintendo Wi-Fi Connection. Players also can use Nintendo Wi-Fi Connection to download maps created by others, check out a player-ranking system and access special bonuses. These unique features are sure to be a smash hit with puzzle fans everywhere.",
        "website": [
            "https://www.twitch.tv/directory/game/Mario%20vs.%20Donkey%20Kong%202%3A%20March%20of%20the%20Minis"
        ],
        "platform": [
            "Wii U",
            "Nintendo DS"
        ]
    },
    "7339": {
        "name": "Super Mario Maker",
        "summary": "Super Mario Maker lets people’s imaginations run wild. For the first time ever, friends can have fun playing through levels they create for one another. The Wii U GamePad controller makes it so easy for anyone to create levels; it may feel like simply sketching out ideas on paper. Players can enjoy a seemingly endless supply of inventive Mario levels from players around the world.\n\nThe game includes a book totaling about 100 pages that illustrates the boundless possibilities in Super Mario Maker. Nintendo will also release two special Mario amiibo figures to celebrate the 30th anniversary of the original Super Mario Bros. game. Tapping these amiibo in Super Mario Maker adds a Big Mushroom power-up to your course, allowing Mario to grow big and bust blocks from any direction, as well as adding a retro visual filter to the game, reminiscent of older cathode ray tube televisions. In addition, many other amiibo will also be compatible with Super Mario Maker through the use of a new item called the Mystery Mushroom. This item allows Mario to take the appearance of many other characters, such as Link, Kirby or Wii Fit Trainer, complete with character-specific animations and sound effects. These character costumes can be unlocked by completing the 100 Mario Challenge mode and many can also be unlocked if the player taps the amiibo of the character to the Wii U GamePad.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_Maker",
            "https://www.twitch.tv/directory/game/Super%20Mario%20Maker"
        ],
        "platform": [
            "Wii U"
        ]
    },
    "7340": {
        "name": "Mario Party 10",
        "summary": "Mario Party 10 has tons of fun new ways to play, challenge, and triumph over your friends, with new modes and a wealth of other exciting goodies. Strategize your way around a variety of unique boards to gather coins and stars, and best your buddies. In Bowser Party mode, you can take the role of bad guy Bowser to mess with your friends’ game. Need to let off some steam? Challenge your friends to a bunch of exciting minigames, unlock bonus content, and more.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Party_10",
            "https://www.twitch.tv/directory/game/Mario%20Party%2010"
        ],
        "platform": [
            "Wii U"
        ]
    },
    "8203": {
        "name": "Mario Paint",
        "summary": "Mario Paint is an educational game that allows anyone to create simple pictures, paint over black and white pictures, or free draw their own using the specially developed SNES Mouse. The player can also create their own piece of music using a selection of notes and themes, create greeting cards and animations, or play a game of \"Gnat Attack\", where they use the mouse to control a swatter to swat flies.",
        "website": [
            "https://en.wikipedia.org/wiki/Mario_Paint",
            "https://www.twitch.tv/directory/game/Mario%20Paint"
        ],
        "platform": [
            "Super Nintendo Entertainment System",
            "Super Famicom"
        ]
    },
    "18064": {
        "name": "Classic NES Series: Dr. Mario",
        "summary": "The objective of Dr. Mario is to destroy the viruses populating the playing field by aligning them with vitamins of matching color, which are manipulated by the player after being dropped into the playing field.",
        "website": [
            "https://en.wikipedia.org/wiki/Dr._Mario"
        ],
        "platform": [
            "Game Boy Advance"
        ]
    },
    "22301": {
        "name": "Super Mario 64 DS",
        "summary": "Super Mario 64, the classic 3D platformer for the Nintendo 64, arrives on the Nintendo DS with all-new features that take advantage of the portable system's dual screens, touch screen, and wireless multiplayer capability. Like the original game, Super Mario 64 DS challenges you to find all the power stars hidden throughout the royal castle in the effort to free Peach imprisoned inside the castle. This time, you can play as Mario, Luigi, Wario, and Yoshi, each of whom has unique abilities. Overcome the challenges on your own or battle up to three of your friends in the multiplayer modes.",
        "website": [
            "https://en.wikipedia.org/wiki/Super_Mario_64_DS",
            "https://www.twitch.tv/directory/game/Super%20Mario%2064%20DS"
        ],
        "platform": [
            "Nintendo DS",
            "Wii U"
        ]
    }
   
}